Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: W końcu mogę wyjść na świeże powietrze! Niestety, musiałem na siebie założyć te łachmany nowicjuszy. Ana zaprowadzi mnie teraz do pracowni Rierola. Mam za nią podążać i nie przeszkadzać mieszkańcom klasztoru w dniu ciszy.
uk: Нарешті я можу вийти на свіже повітря! На жаль, мені довелося одягнути це лахміття для послушників. Зараз Анна відведе мене до майстерні Рієрола. Я повинен слідувати за нею і не турбувати мешканців монастиря в тихий день.

source: W końcu możemy się stąd wynieść...
uk: Нарешті ми можемо вибратися звідси...

source: W końcu nie będę musiał już żyć na kredyt. Powiedz mi, czemu Holdwig zwlekał z zapłatą?
uk: Нарешті я більше не буду брати в борг. Скажи мені, чому Гольдвіг затримав виплату?

source: W końcu odwiedza mnie ktoś, przy kim mogę zapomnieć o dworskiej etykiecie.
uk: Нарешті до мене прийшов той, з ким я можу забути про придворний етикет.

source: W końcu pijaczyna zasnął. Wzięłam jego nóż i wbiłam mu go prosto w jego pusty łeb.
uk: Коли цей п'яниця заснув, я взяла його ніж і встромила прямо в його порожню голову.

source: W końcu podczas mojej podróży powrotnej do ojczyzny rozmawiałem z osobliwym mężczyzną, który przedstawił mi się jako ostatni żyjący członek pewnego rycerskiego bractwa. Przekonywał, że jego towarzysze zginęli na skutek ataku czerwonego smoka.
uk: Також, дорогою на батьківщину я розмовляв з дивним чоловіком, який представився мені останнім вцілілим членом якогось лицарського ордену. Він стверджував, що його товариші загинули від нападу червоного дракона.

source: W końcu popełnią jakiś błąd.
uk: Врешті-решт вони зроблять помилку.

source: W końcu poranek. Całe szczęście reszta nocy była spokojniejsza. Muszę zajrzeć do Arethe, może udało mu się coś ustalić w sprawie tych tajemniczych dźwięków.
uk: Нарешті ранок. На щастя, решта ночі пройшла спокійно. Треба буде розпитати Арета, можливо, йому вдалося щось з'ясувати про ці загадкові звуки.

source: W końcu się obudziłeś!
uk: Ти нарешті прокинувся!

source: W końcu się obudziłeś! Widzę, że wczoraj nieźle sobie pofolgowaliście.
uk: Ти нарешті прокинувся! Бачу, що ви вчора добряче набралися.

source: W końcu też i nasze życia. Zamykani w lochu za fałszywe przewinienia, skazywani na całe lata do katorżniczej pracy w kopalniach Górniczej Doliny, odpowiedzieliśmy z pełną i konieczną siłą.
uk: Зрештою, і наші життя. Ув'язнені у в'язниці за фальшиві злочини, засуджені на роки виснажливої праці в копальнях Гірничої Долини, ми відповіли з повною і належною силою.

source: W końcu to jeden z was próbował zamordować Lichwiarza.
uk: Адже саме один із вас намагався вбити Лихваря.

source: W końcu to miejsce jest odpowiednio zarządzana. Wielka szkoda, że Holdwig nie potrafił wcześniej tego wszystkiego zrozumieć...
uk: Нарешті цим виноградником правильно керують. Дуже шкода, що Гольдвіг не зміг зрозуміти цього раніше...

source: W końcu udało mi się odnaleźć odpowiednią formułę zaklęcia, które pozwoli mi latać! Teraz będzie można dostać się gdziekolwiek - bez płacenia komukolwiek za usługę i bez potrzeby korzystania z run czy jakichkolwiek kręgów magicznych.
uk: Я нарешті знайшов правильну формулу заклинання, яка дозволить мені літати! Тепер можна буде дістатися будь-куди – безкоштовно, без рун чи магічних кіл.

source: W końcu udało mi się zdobyć jakiś sensowny trop. Pablo wspomniał o wielkim facecie zajmującym się znikaniem ludzi, którego spotkał w karczmie Helgi. Opis jednoznacznie skojarzył mi się z porywaczem Jorna. Zanim porozmawiam o tym z Willemem na farmie Bermara, muszę dokończyć sprawę z przemytnikami. W nagrodę Lorenzo obiecał mi pomoc swoich łowców.
uk: Нарешті мені вдалося знайти серйозну зачіпку. Пабло згадав здорованя, відповідального за викрадення людей, якого він зустрів у таверні Хельги. Опис однозначно співпадає з викрадачем Йорна. Перш ніж я поговорю про це з Віллемом на фермі Бермара, мені потрібно закінчити справу з контрабандистами. Як винагороду Лоренцо пообіцяв мені допомогу своїх слідопитів.

source: W końcu udało mi się znaleźć kogoś odpowiedniego! To góra mięsa i metalu, i przybyła tutaj prosto z samego Nordmaru.
uk: Нарешті я знайшла когось підходящого! Це гора плоті та металу, і він прибув сюди прямо з самого Нордмару.

source: W końcu udało nam się znaleźć jakąś robotę.
uk: Нарешті нам вдалося знайти хоч якусь роботу.

source: W końcu usiedliśmy przy takim długim stole i kupiliśmy sobie po piwie.
uk: Врешті-решт ми сіли біля такого довгого столу і купили собі по пиву.

source: W końcu wszedłem do środka. Dom jest kompletnie opustoszały i pozbawiony jakichkolwiek mebli. Rozejrzę się po nim, może uda mi się coś tu znaleźć.
uk: Я нарешті увійшов всередину. Будинок зовсім порожній та не має ніяких меблів. Роззирнуся тут, можливо, щось знайду.

source: W końcu wyglądasz jak człowiek! Magowie Wody naprawdę są mistrzami magii leczenia.
uk: Нарешті ти став схожим на людину! Маги Води – дійсно майстри цілющої магії.

source: W końcu wyglądasz jak prawdziwy wojownik!
uk: Нарешті ти виглядаєш як справжній воїн!

source: W końcu wyhodowanie zbiorów to nie wszystko, trzeba jeszcze umieć je sprzedać.
uk: Адже виростити врожай недостатньо, потрібно ще вміти його продати.

source: W końcu wziąłem sprawy w swoje ręce!
uk: Нарешті я взяв справу у свої руки!

source: W końcu, ciało zaczyna już pachnieć nieprzyjemnie. Kazałem nie ruszać, aż ktoś od Corteza się nie zjawi.
uk: Нарешті, труп вже починає смердіти. Я наказав не чіпати його, доки не прийде хтось від Кортеза.

source: W końcu, gdy go już prawie wydobyłem, ogromny głaz odłupał się od skały i zjechał mi prosto na rękę.
uk: Зрештою, коли я вже майже витягнув його, від скелі відколовся величезний валун і впав прямо мені на руку.

source: W końcu, gdy rośliny i zwierzęta stały się nierozłączną częścią świata, energia kreacji zrodziła ludzi.
uk: Зрештою, коли рослини і тварини стали невід'ємною частиною світу, енергія творіння породила людину.

source: W końcu, jak to ojciec mawiał, jesteśmy prawdziwymi twardzielami, nie? Zasługujemy na nowe, spokojne życie...
uk: Зрештою, як казав батько, ми ж справжні чоловіки, чи не так? Ми заслуговуємо на нове, спокійне життя...

source: W końcu, po tych wszystkich trudnościach, udało mi się zdobyć miksturę dla Jorna. Czas wracać do Silbach.
uk: Зрештою, після всіх труднощів, мені вдалося дістати зілля для Йорна. Настав час повертатися до Сільбаху.

source: W końcu, po wielu miesiącach śledztwa udało mi się rozpracować największą szajkę w całym mieście.
uk: Зрештою, після багатьох місяців розслідування мені вдалося викрити найбільшу банду в усьому місті.

source: W kradzieży najważniejsze jest wyczucie czasu. Jeśli ktoś nie ma w danej chwili niczego na głowie, nie ma sensu pchać się z łapami po zdobycz.
uk: У крадіжці найголовніше це підібрати момент. Якщо у когось на даний момент нічого немає на думці, немає сенсу пхати свої лапи по здобич.

source: W kradzieży najważniejsze jest wyczucie. Nie możesz losowo wkładać ludziom ręki do kieszeni, musisz to zrobić w odpowiednim momencie i w odpowiedni sposób.
uk: У крадіжці найважливіше - це відчуття. Ти не можеш випадково засунути руку в чужу кишеню, ти маєш зробити це в потрібний час і в потрібний спосіб.

source: W kryptach grobowca znalazłem dwa bardzo dziwne miecze. Może Riordian będzie w stanie coś mi o nich powiedzieć?
uk: У склепах гробниці я знайшов два дуже дивні мечі. Можливо, Ріордіан зможе мені щось про них розповісти?

source: W której karczmie pracuje Helga?
uk: У якій корчмі працює Хельга?

source: W którą stronę pobiegła?
uk: В який бік вона побігла?

source: W którą stronę poszli?
uk: В який бік вони пішли?

source: W kuchni? To moje królestwo, nikt nie będzie mi mówił, jak mam pracować.
uk: На кухні? Це моє королівство, ніхто не буде мені вказувати, як працювати.

source: W kufrze Rierola, poza przepisem, znalazłem sporo przydatnych rzeczy. Lepiej poczekam ze sprawdzaniem tych zwojów do momentu, gdy będą mi naprawdę potrzebne. Najwyższy czas wracać do lecznicy, Rierol może się tu pojawić w każdej chwili.
uk: У скрині Рієрола я знайшов окрім рецепта ще й чимало корисних речей. Краще приберегти ці сувої, поки вони мені справді не знадобляться. Пора повертатися в лазарет, бо Рієрол може з'явитися будь-якої миті.

source: W kufrze znalazłem też ten proszek.
uk: Я також знайшов цей порошок у скрині.

source: W kuźni szło mu naprawdę nieźle, żołnierzem też był zdyscyplinowanym, nawet miał zadatki na jakiegoś dowódcę, ale wtedy pojawiła się wasza matka.
uk: Він мав неабиякі успіхи у кузні, він також був дуже дисциплінованим солдатом, навіть мав задатки командира, але потім з'явилася ваша мати.

source: W kwaterach mieszkalnych ukrył się Lennart wraz z kilkoma rannymi strażnikami.
uk: Ленарт сховався в житлових казармах разом з кількома пораненими вартовими.

source: W kwaterach ukrył się Lennart wraz z kilkoma strażnikami.
uk: Ленарт сховався в казармах разом з кількома вартовими.

source: W latach największej świetności wodowaliśmy nawet kilka okrętów wojennych rocznie.
uk: У роки процвітання ми навіть спускали на воду по кілька військових кораблів щорічно.

source: W latarni morskiej, niedaleko Bursztynowego Wybrzeża, spotkałem kilku rybaków, którzy mieli przy sobie paczki bagiennego ziela.
uk: На маяку, біля Бурштинового узбережжя, я зустрів рибалок, у яких був пакунок з болотною травою.

source: W lesie krąży groźna bestia, a ty chcesz zrobić sobie wesołe polowanie z nagrodami? To szaleństwo.
uk: У лісі блукає грізний звір, а ти хочеш влаштувати веселе полювання з призами? Це божевілля.

source: W lesie przy Małej Winnicy spotkałem trochę szkieletów.
uk: В лісі біля Малого виноградника я натрапив на кілька скелетів.

source: W lesie przy drodze do ruin zniszczonej twierdzy.
uk: У лісі біля дороги, що веде до руїн зруйнованої фортеці.

source: W lesie w pobliżu Farmy Bermara znalazłem ciało jednego z pracowników.
uk: У лісі біля ферми Бермара я знайшов тіло одного з робітників.

source: W lesie znalazłem ciało jednego z łowców, Rudiego. Wygląda na to, że dopadła go Bestia. Od zwłok ciągną się ślady krwi, może doprowadzą mnie do któregoś z pozostałych łowców... albo samej Bestii.
uk: У лісі я знайшов тіло одного з мисливців, Руді. Схоже, що його загриз Звір. Від трупа тягнуться сліди крові, можливо, вони приведуть мене до одного з інших мисливців... або ж до самого Звіра.

source: W lesie znalazłem sporo śladów, które wskazują, że doszło tam do czegoś zupełnie innego...
uk: У лісі я знайшов безліч слідів, які вказують на те, що там відбувалося щось зовсім інше...

source: W lesie znaleźliśmy piwo rozlane prawdopodobnie przez ludzi Gerwina. Musimy iść tym tropem.
uk: У лісі ми знайшли пиво, ймовірно, розлите людьми Гервіна. Треба йти по цьому сліду.

source: W lochu zaczepił mnie niejaki Osip. Twierdzi, że zna kogoś, kto mógłby powiedzieć mi coś więcej na temat Arsa. Chce jednak czegoś w zamian. Jeden ze strażników więziennych, Guido, zaszedł mu za skórę. Mam zdobyć specyfik na trawienie, przez który gość spędzi kilka godzin w latrynie. Aby go zdobyć, powinienem wybrać się do jakiejś aptekarki lub alchemika.
uk: У в'язниці до мене звернувся чоловік на ім'я Осіп. Він стверджує, що знає когось, хто може розповісти мені більше про Арса. Однак він хоче дещо натомість. Один з тюремних наглядачів, Гвідо, його вже дістав. Я маю дістати якийсь препарат для травлення, що змусить хлопця провести кілька годин в туалеті. Щоб такий знайти, мені слід звернутися до якогось аптекаря чи алхіміка.

source: W lokalu nie ma miejsca na burdy, a tym bardziej na machanie bronią.
uk: Тут не місце для бійок, не кажучи вже про розмахування зброєю.

source: W magazynie powinny być jakieś zapasy na wypadek powrotu plagi, która wiele lat temu zdziesiątkowała populację tej wyspy.
uk: На складі мають бути якісь припаси на випадок, якщо повернеться чума, яка винищила населення цього острова багато років тому.

source: W magazynie spotkałem trzech mężczyzn, którzy od razu się na mnie rzucili.
uk: На складі я зустрів трьох чоловіків, які одразу ж накинулися на мене.

source: W menu głównym
uk: В головному меню

source: W mieście brakowało wszystkiego: od żywności, przez opatrunki, aż po wywary lecznicze. Z tej okazji na łatwy zarobek chętnie korzystali przemytnicy, doprowadzając do bankructwa wielu obywateli miasta.
uk: У місті бракувало всього: від їжі до бинтів і лікарських засобів. Контрабандисти охоче користувалися цією можливістю для легкої наживи, розоряючи чимало мешканців міста.

source: W mieście bywa rzadko. Nie wydaje mi się, by potrafił dobrze zająć się handlem.
uk: У місті він буває рідко. Я не думаю, що він здатен належним чином займатися торгівлею.

source: W mieście doszło do pewnego... incydentu. Bełtem z tym grotem zraniono jednego ze... strażników. Niestety, ze skutkiem śmiertelnym.
uk: У місті відбувся певний... інцидент. Болт з таким наконечником поранив одного з... охоронців. На жаль, смертельно.

source: W mieście jest również kantor Gildii Araxos, która kontroluje większość handlu na wyspie.
uk: У місті також розташований торговий пункт Гільдії Араксос, яка контролює більшу частину торгівлі на острові.

source: W mieście mają teraz sporo zabawy z Wysłannikiem Królewskim. Może ludzie w końcu sobie uświadomią, jak Król ich wyzyskuje.
uk: У місті зараз дуже весело з Королівським послом. Можливо, люди нарешті зрозуміють, як Король їх експлуатує.

source: W mieście na pewno uda ci się je sprzedać za dobrą cenę.
uk: У місті їх, безсумнівно, можна буде продати за хорошу ціну.

source: W mieście nie jest jeszcze tak źle, ale na wsi ludzie potrafią być naprawdę nieprzyjemni.
uk: У місті ще не так погано, але в селі люди можуть бути дійсно неприємними.

source: W mieście obowiązują również osobne pozwolenia na prowadzenie własnego straganu. Główne stanowiska do rozstawiania straganów w porcie to Plac Rybny w pobliżu stoczni.
uk: У місті діють також окремі дозволи на відкриття власних торгових прилавків. Основним місцем для їх розміщення у порту є Рибний ринок біля корабельні.

source: W mieście obowiązują również osobne pozwolenia na prowadzenie własnego straganu. Główne stanowisko do rozstawiania straganów to miejski Plac Targowy.
uk: У місті діють також окремі дозволи на відкриття власних торгових прилавків. Основним місцем для їх розміщення є міська Ринкова площа.

source: W mieście poznałem niejakiego Veigo...
uk: У місті я познайомився з чоловіком на ім'я Вейго...

source: W mieście przebywa Norman, nauczyciel o wielu talentach. Mogę u niego rozwinąć siłę oraz zręczność, a także poćwiczyć walkę wszelkimi rodzajami oręża. Znajdę go pomiędzy posiadłością Volkera a Placem Targowym.
uk: У місті проживає Норман, вчитель багатьох талантів. У нього можна розвинути силу і спритність, а також попрактикуватися у володінні всіма видами зброї. Я можу знайти його між маєтком Волкера та Ринковою площею.

source: W mieście przybywa pokornych sług Innosa, nawet pomimo antykrólewskich nastrojów. Bardzo pozytywnie wpływa to na mój interes!
uk: У місті стає дедалі більше смиренних служителів Інноса, навіть незважаючи на антикоролівські настрої. Це дуже позитивно впливає на мій бізнес!

source: W mieście spotkałem Galbo, jednego z nowych kolegów Fabio. Na mój widok zaczął uciekać.
uk: У місті я зустрів Гальбо, одного з нових колег Фабіо. Побачивши мене, він накивав п'ятами.

source: W mieście spotkałem Nordmarczyka o imieniu Gard. Niezbyt przypadła mu do gustu atmosfera w mieście i szuka dla siebie nowego miejsca. Obiecał mi nagrodę, jeśli zaproponuję mu coś odpowiedniego.
uk: У місті я познайомився з нордмарцем на ім'я Гард. Йому не дуже подобається міська обстановка, і він шукає собі нове місце. Він пообіцяв мені винагороду, якщо я запропоную йому щось підходяще.

source: W mieście spotkałem resztki oddziału Oktava. Po śmierci dowódcy, jego miejsce zajął Sall. Ich misją jest dotarcie do Magów Ognia. Dowiedziałem się też, że nie przedostanę się do Willi Lichwiarza przez koszary. Roderich zamknął je przed wyruszeniem do Starego Miasta.
uk: У місті я зустрів залишки загону Октава. Після смерті командира його місце зайняв Салл. Їхнє завдання – дістатися до Магів Вогню. Я також дізнався, що не зможу потрапити до маєтку Лихваря через казарми. Родеріх замкнув їх перед тим, як відправитися до Старого міста.

source: W mieście znajduje się handlarz, który twierdzi, że jest w posiadaniu Boskich Artefaktów. Niestety, nie wiem, czym konkretnie dysponuje, bo na mój widok zawsze daje nogi za pas.
uk: У місті є торговець, який стверджує, що володіє божественними артефактами. На жаль, я не знаю, що саме він має, бо він завжди втікає від мене, коли тільки мене побачить.

source: W mieście żyje mnóstwo ludzi, których znam. Musimy im jakoś pomóc!
uk: У місті живе багато моїх знайомих. Ми повинні їм якось допомогти!

source: W misce jeszcze trochę zostało...
uk: У мисці ще трохи залишилося...

source: W międzyczasie zacząłem przygotowywać już zacier z winogron. Chodź, pomożesz mi, to uwiniemy się z tym w kilka godzin.
uk: Тим часом я вже почав готувати виноградне сусло. Ходімо, допоможеш мені, і ми впораємося з цим за кілька годин.

source: W międzyczasie zajmę się gubernatorem Morrisem. Postaram się być dla niego na tyle uciążliwy, by kupić wam jak najwięcej czasu.
uk: Тим часом я займуся губернатором Моррісом. Я постараюся завдати йому достатньо неприємностей, щоб виграти для вас якомога більше часу.

source: W międzyczasie zlecę kowalom naprawę sprzętu, o ile będzie to wykonalne.
uk: А зараз я доручу ковалям ремонт спорядження, якщо це буде можливо.

source: W międzyczasie znalazłem dla ciebie tę butelkę, ledwie napoczętą.
uk: Тим часом я знайшов для тебе цю пляшку, вона ледве почата.

source: W międzyczasie, kiedy tak sobie tu smacznie spałeś, był tu medyk.
uk: Тим часом поки ти собі солодко спав, приходив лікар.

source: W międzyczasie, pewien podmiejski alchemik o imieniu Bodowin, zamówił ode mnie trzy paczki ziół leczniczych.
uk: Тим часом алхімік Бодовін із передмістя замовив у мене три пакети лікарських трав.

source: W moim lokalu możesz skosztować wybornego wina, wsłuchać się w rytm relaksującej muzyki, ale... porządni klienci mogą też skorzystać z oferty specjalnej.
uk: У моєму закладі можна насолодитися вишуканим вином, послухати розслаблюючу музику, крім того... пристойні клієнти можуть скористатися спеціальними пропозиціями.

source: W moim ogrodzie brakuje następujących roślin:
uk: У моєму саду не вистачає таких рослин:

source: W moim wieku niewiele jest w stanie mnie zaskoczyć. Czego potrzebuje ten stary zrzęda?
uk: У моєму віці мене вже мало чим можна здивувати. Що потрібно цьому старому буркотуну?

source: W moim zawodzie zdążyłam się przekonać, że niektóre informacje niosą więcej problemów niż złota, więc nawet nie będę cię pytać co to za misja.
uk: За час своєї роботи я переконалася, що деяка інформація приносить більше клопоту, ніж золота, тому я навіть питати не буду, що це за завдання.

source: W mojej ojczyźnie było czuć nadchodzącą wojnę, a jak wiadomo, wojna to nie najlepszy partner dla gospodarki.
uk: На мою батьківщину насувалась війна, а, як відомо, війна – не найкращий партнер для економіки.

source: W mojej sytuacji właśnie to decyduje o wszystkim, a nie pożądanie wygód.
uk: У моїй ситуації саме це визначає все, а не потреба в комфорті.

source: W momencie pojmania przez straż zamachowiec miał przy sobie tylko jakieś śmieci. W takim wypadku, by odnaleźć grot, muszę udać się na cmentarz.
uk: На момент, коли його схопила Варта, вбивця мав при собі лише якийсь мотлох. Схоже, мені доведеться вирушити на цвинтар, щоб знайти наконечник.

source: W momencie, gdy dowiedziałem się o całej sprawie, sądziłem, że będę musiał cię zabić, a tu proszę! Straty są prawie niezauważalne.
uk: Як тільки я дізнався про все це, я подумав, що мені доведеться тебе вбити, і ось ти тут! Втрати майже непомітні.

source: W młodości zdarzało mi się polować na dziki. Tych grubych skurczybyków naprawdę ciężko rozdzielić, a przy ich twardej skórze ostrzeliwanie też nie zdaje się na wiele.
uk: В юності я полював на кабанів. Цих жирних виродків дуже важко розділити, а через їхню міцну шкуру стріляти в них теж не надто ефективно.

source: W młynie jak w młynie
uk: Млин як млин

source: W nagrodę weź ten pierścień i trochę złota. Co mi tam - dobry człowiek musi swoje kosztować.
uk: В нагороду візьми цей перстень і трохи золота. Мені не шкода – хороша людина має коштувати своїх грошей.

source: W nagrodę weź tę garść ziół. Zebrałem je podczas ostatniego patrolu. Może ci się do czegoś przydadzą.
uk: Як нагороду, візьми ці трави. Я зібрав їх під час останнього патрулювання. Можливо, тобі вони стануть в нагоді.

source: W nagrodę za wasze ociąganie się mam dla was ostatnie zadanie.
uk: В нагороду за твою затримку, я маю для тебе останнє завдання.

source: W najbliższym czasie nie mam zamiaru bawić się w kolejne pojedynki strzeleckie. Są zdecydowanie zbyt stresujące!
uk: Я не збираюся брати участі у жодних стрілецьких поєдинках найближчим часом. Вони занадто виснажливі!

source: W najgorszym razie trafisz do Kolonii.
uk: У гіршому випадку ви опинитеся в Колонії.

source: W najgorszym wypadku całkiem odwoła transakcję, a wtedy nikt nie zyska. Ech, nie ma co gdybać, mleko się rozlało, zobaczymy, jak to będzie.
uk: У найгіршому випадку він зовсім скасує угоду, і тоді всі залишаться ні з чим. Ех, та що гадати, молоко вже пролилося, подивимося, що з цього вийде.

source: W najgorszym wypadku trafisz do Kolonii. Moim zdaniem to dużo lepsze rozwiązanie niż roztrzaskanie głowy o skały.
uk: У гіршому випадку ти опинишся в Колонії. На мою думку, це набагато краще рішення, ніж розбити голову об каміння.

source: W najgorszym wypadku ściana osunie się, gdy my wszyscy zdążymy już napchać sobie kieszenie złotem. To jak będzie? Wchodzisz w to?
uk: У найгіршому випадку порода обвалиться, поки ми всі будемо набивати кишені золотом. То як? Ти з нами?

source: W najlepszym wypadku skończycie jako kurtyzany zabawiające tamtejszych łotrów.
uk: У кращому випадку ви станете куртизанками, які розважатимуть тамтешніх розбійників.

source: W najlepszym wypadku tak się stanie, ale ja z reguły nie wierzę w przypadki. Wątpię, żeby strażnicy szybko mnie opuścili.
uk: У кращому випадку так і буде, але я взагалі не покладаюсь на випадок. Сумніваюся, що Варта швидко від мене відчепиться.

source: W naszych szeregach spotkasz najsilniejszych oraz najzręczniejszych ludzi na całej wyspie, jak również mistrzów broni białej oraz łuków.
uk: У наших лавах ви зустрінете найсильніших і найвправніших людей на всьому острові, а також майстрів-фехтувальників та лучників.

source: W naszych szeregach znajdziesz wielu wyszkolonych wojowników i łuczników.
uk: У наших рядах ти знайдеш багато досвідчених воїнів і лучників.

source: W naszym mieście doszło do straszliwego zdarzenia! Szanowany i ceniony obywatel Volker został zaatakowany podczas spaceru przez miasto!
uk: У нашому місті стався жахливий інцидент! На шановного та впливового громадянина сера Волкера було скоєно напад під час прогулянки містом!

source: W niczym mi nie pomogłaś...
uk: Ти нічим мені не допомогла...

source: W niczym mi nie pomogłeś...
uk: Ти нічим мені не допоміг...

source: W nieustannej gonitwie o klientelę rodziny obu winiarzy powielały lub doskonaliły pomysły przeciwnika, zatracając tym samym esencję własnych trunków. Działania te jednak przyczyniły się do wdrażania wielu rewolucyjnych sposobów produkcji wina, a te z kolei przełożyły się na umocnienie rynku winnego na wyspie.
uk: У постійній гонитві за клієнтами сім'ї обох виноробів повторювали або вдосконалювали ідеї опонента, втрачаючи при цьому суть власних напоїв. Однак ці дії сприяли впровадженню багатьох революційних способів виноробства, що, у свою чергу, призвело до розширення винного ринку на острові.

source: W noc czarną do Ciebie zanosimy prośby,
uk: У чорну ніч ми молимося Тобі,
